import React from 'react';
import './InfoPage.css';

export const InfoPage = (props) => {
    return (
        <div className='infoPage'>
            <div className='backButton' onClick={props.onVisibilityChange}>
                <p>
                    {'< Вернуться'}
                </p>
            </div>

            <br />
            <br />

            <p>
                «Casual» — это свободный и динамичный стиль, причем он используется не только в одежде, но и в интерьере.
                На рабочем месте это правильное распределение пространства, удобная деревянная мебель, натуральные ткани,
                а дома, в вашей квартире – это, в первую очередь, удобство и уют и много свободного пространства.
                <br />
                <br />
                «Casual» — это свободный и динамичный стиль, причем он используется не только в одежде, но и в интерьере.
                На рабочем месте это правильное распределение пространства, удобная деревянная мебель, натуральные ткани,
                а дома, в вашей квартире – это, в первую очередь, удобство и уют и много свободного пространства.
                <br />
                <br />
                «Casual» — это свободный и динамичный стиль, причем он используется не только в одежде, но и в интерьере.
                На рабочем месте это правильное распределение пространства, удобная деревянная мебель, натуральные ткани,
                а дома, в вашей квартире – это, в первую очередь, удобство и уют и много свободного пространства.
                <br />
                <br />
                «Casual» — это свободный и динамичный стиль, причем он используется не только в одежде, но и в интерьере.
                На рабочем месте это правильное распределение пространства, удобная деревянная мебель, натуральные ткани,
                а дома, в вашей квартире – это, в первую очередь, удобство и уют и много свободного пространства.
                <br />
                <br />
            </p>

        </div>
    )
}